Repository: benbegins/oddo-pwm
Catalog: languages/*.po
Languages: de_de

source: Actualités
de_de: ODDO BHF Gruppe

source: Allemagne
de_de: Deutschland

source: Application mobile ODDO BHF Banque Privée
de_de: Mobile Anwendung der ODDO BHF Private Bank

source: Autres branches
de_de: Andere Branchen

source: Autres expertises
de_de: Dienstleistungen

source: Chiffres clés Banque Privée
de_de: KENNZAHLEN PRIVATE WEALTH MANAGEMENT

source: Contactez-nous
de_de: Kontakt

source: Documentation à télécharger
de_de: Dokumentation zum Herunterladen

source: En savoir plus
de_de: Mehr anzeigen

source: Espace Client
de_de: Kunden-Login

source: France
de_de: Frankreich

source: Implantations
de_de: Standorte

source: Langue
de_de: Sprache

source: Nos clients
de_de: Unsere Kunden

source: Nos valeurs
de_de: Unsere Werte

source: Notre implantation
de_de: Unser Standort

source: Notre management
de_de: Unser Management

source: Nous contacter
de_de: Kontakt

source: Nous rencontrer
de_de: Unsere Standorte

source: ODDO BHF (Suisse) SA
de_de: ODDO BHF (Schweiz) AG

source: Pays
de_de: Land

source: Pour toute information
de_de: Für Informationsanfragen

source: Présentation
de_de: Präsentation

source: Rapport annuel
de_de: Tätigkeitsbericht aufrufen

source: Récompenses
de_de: Auszeichnungen

source: Suisse
de_de: Schweiz

source: Sélectionnez un pays
de_de: Wähle ein Land

source: Sélectionnez une langue
de_de: Wähle eine Sprache

source: Trouvez-nous
de_de: Unsere Standorte

source: à
de_de: in
